Repository: GrowSkills-Dev-Team/gdpr-consent
Catalog: languages/gs-gdpr-consent-*.po
Languages: nl_nl

source: We use cookies
nl_nl: Wij gebruiken cookies

source: This website uses cookies to ensure you get the best experience on our website. You can choose which categories of cookies you allow.
nl_nl: Deze website gebruikt cookies om ervoor te zorgen dat u de beste ervaring op onze website krijgt. U kunt kiezen welke categorieën cookies u toestaat.

source: Accept All
nl_nl: Alles accepteren

source: Settings
nl_nl: Instellingen

source: Cookie Settings
nl_nl: Cookie-instellingen

source: Choose which cookies you want to accept. You can change these settings at any time.
nl_nl: Kies welke cookies u wilt accepteren. U kunt deze instellingen op elk moment wijzigen.

source: Functional
nl_nl: Functioneel

source: These cookies are necessary for the website to function and cannot be switched off.
nl_nl: Deze cookies zijn noodzakelijk voor het functioneren van de website en kunnen niet worden uitgeschakeld.

source: Statistics
nl_nl: Statistieken

source: These cookies help us understand how visitors interact with our website.
nl_nl: Deze cookies helpen ons begrijpen hoe bezoekers omgaan met onze website.

source: These cookies are used to show you relevant advertising.
nl_nl: Deze cookies worden gebruikt om u relevante advertenties te tonen.

source: Embedded Media
nl_nl: Ingesloten media

source: These cookies allow embedded content like YouTube videos.
nl_nl: Deze cookies maken ingesloten content zoals YouTube-video's mogelijk.

source: Save Settings
nl_nl: Instellingen opslaan

source: Close
nl_nl: Sluiten

source: Click to load YouTube video
nl_nl: Klik om YouTube-video te laden

source: This content is blocked until you accept embedded media cookies.
nl_nl: Deze content is geblokkeerd totdat u cookies voor ingesloten media accepteert.

source: GDPR Consent Settings
nl_nl: GDPR-toestemmingsinstellingen

source: GDPR Consent
nl_nl: GDPR-toestemming

source: Cookie Category Scripts
nl_nl: Cookie-categorie scripts

source: Statistics Scripts
nl_nl: Statistiek-scripts

source: Embedded Media Scripts
nl_nl: Ingesloten media-scripts

source: Add JavaScript code for each cookie category. These scripts will only be loaded when users consent to the respective category.
nl_nl: Voeg JavaScript-code toe voor elke cookie-categorie. Deze scripts worden alleen geladen wanneer gebruikers toestemming geven voor de betreffende categorie.

source: Add Google Analytics, tracking pixels, or other statistics scripts here.
nl_nl: Voeg hier Google Analytics, tracking pixels of andere statistiek-scripts toe.

source: Add Facebook Pixel, Google Ads, or other marketing scripts here.
nl_nl: Voeg hier Facebook Pixel, Google Ads of andere marketing-scripts toe.

source: Add scripts required for embedded content like YouTube, Vimeo, etc.
nl_nl: Voeg scripts toe die vereist zijn voor ingesloten content zoals YouTube, Vimeo, etc.

source: Usage Instructions
nl_nl: Gebruiksinstructies

source: How it works:
nl_nl: Hoe het werkt:

source: Add your tracking scripts in the appropriate categories below
nl_nl: Voeg uw tracking-scripts toe in de juiste categorieën hieronder

source: Scripts will only load after user consent
nl_nl: Scripts worden alleen geladen na toestemming van de gebruiker

source: YouTube embeds are automatically blocked until consent
nl_nl: YouTube-embeds worden automatisch geblokkeerd tot toestemming

source: Consent expires after 6 months and banner will reappear
nl_nl: Toestemming verloopt na 6 maanden en de banner verschijnt opnieuw

source: Categories:
nl_nl: Categorieën:

source: Always enabled, essential for website operation
nl_nl: Altijd ingeschakeld, essentieel voor websitewerking

source: Example Scripts
nl_nl: Voorbeeldscripts

source: Google Analytics (Statistics):
nl_nl: Google Analytics (Statistieken):
